Repository: UntilNick/SecureDialogues
Catalog: messages/src/locale/*.UTF-8/messages.po
Languages: ru_ru

source: Address '{}' sent a request for dialog creation, but contact with that address not found
ru_ru: Адресат '{}' отправил запрос на создание диалога, но контакт с таким адресом не найден

source: Cant find delitimer for name and public key for recieved contact information
ru_ru: Не удалось найти разделитель имени и публичного ключа в полученных контактных данных

source: Cant find dialog {}
ru_ru: Не удалось найти диалог {}

source: Closed
ru_ru: Закрыт

source: Dialog status transision from state {} to {} is not allowed
ru_ru: Изменение статуса диалога из {} в {} не разрешено

source: Dialog was aborted
ru_ru: Диалог принудительно закрыт

source: Dialog was closed
ru_ru: Диалог закрыт

source: Dialog with {} was removed because participant didn't respond
ru_ru: Диалог с {} удален, потому что собеседник не отвечает

source: Error occured during message handling from user {}. Dialog removed.
ru_ru: Произошла ошибка при обработке запроса от {}. Диалог удален

source: Failed to send message
ru_ru: Не удалось отправить сообщение

source: Failed to send message for contact: {}
ru_ru: Не удалось отправить сообщение для контакта {}

source: Failed to send message for the contact: {}
ru_ru: Не удалось отправить сообщение для контакта {}

source: Failed to send messsage, reason: {}
ru_ru: Не удалось отправить сообщение по причине: {}

source: Failed to verify seance key for contact {}. Dialog aborted
ru_ru: Не удалось проверить сеансовый ключ для контакта {}. Диалог принудительно закрыт

source: Invalid action
ru_ru: Неверное действие

source: Message with action {} cant be made for dialog state {}
ru_ru: Сообщение с типом {} не может быть создано для диалога в состоянии {}

source: MessageConteiner not contains active dialog id: [{}]
ru_ru: Контейнер не содержит активный диалог [{}]

source: MessageConteiner not contains dialog id: {}
ru_ru: Контейнер сообщение не содержит диалог {}

source: New dialog
ru_ru: Новый диалог

source: Recieved message from {}. With specified user has no opened dialogs
ru_ru: Получено сообщение от {}. С указаным пользователем отсутствуют открытые диалоги

source: Select one dialog for texting
ru_ru: Необходим выбор одного из диалога для отправки сообщений

source: The dialog was closed
ru_ru: Диалог был закрыт

source: Undefined action {}
ru_ru: Не известный тип сообщений {}

source: Undefined connection type: {}
ru_ru: Неизвестный тип соединения: {}

source: User confirmed dialog creation. Now you can send messages to him.
ru_ru: Пользователь подтвердил создание диалога. Теперь Вы можете отправлять сообщения ему

source: User requested the dialog creation
ru_ru: Пользователь запросил создание диалога

source: Waiting for confirmation of dialog creation
ru_ru: Ожидается подтверждение создания диалога

source: Waiting for key confirmation
ru_ru: Ожидается подтверждения сеансового ключа

source: Waiting for user's decision about confirmation or refusing in dialog establishing
ru_ru: Ожидается подтверждение или отказ пользователя от создания диалога

source: not found contact with adress {}
ru_ru: Не найден контакт с адресом {}

source: {}. User: {}, channel: {}
ru_ru: {}. Пользователь {}, канал {}
